Repository: sugarlabs/story
Catalog: po/*.po
Languages: it, ka

source: Story
it: Storia
ka: ისტორია

source: Prompts learner to tell a story by displaying images at random.
it: Sollecita lo studente a raccontare una storia visualizzando immagini in modo casuale.

source: Write your story here.
it: Scrivi la tua storia qui.
ka: დაწერეთ თქვენი ისტორია აქ.

source: Begin your story here.
it: Inizia la tua storia qui.

source: Continue your story here.
it: Continua la tua storia qui.
ka: გააგრძელეთ თქვენი ისტორია აქ.

source: Load new images
it: Carica nuove immagini
ka: ახალი გამოსახულებების ჩატვირთვა

source: View images one at a time
it: Visualizza le immagini tutte in una volta
ka: ერთი გამოსახულების ნახვა

source: Play
it: Avvia
ka: დაკვრა

source: Save as image
it: Salva come immagine
ka: შენახვა, როგორც გამოსახულების

source: Save as PDF
it: Salva come PDF
ka: შენახვა PDF-ის სახით

source: Pause
it: Pausa
ka: შეჩერება

source: Do you really want to load new images?
it: Vuoi davvero caricare nuove immagini?
ka: მართლა გნებავთ ახალი გამოსახულებების ჩატვირთვა?

source: You have done work on this story. Do you want to overwrite it?
it: Hai lavorato su questa storia. Vuoi sovrascriverla?
ka: თქვენს დაასრულეთ მუშაობა ამ ისტორიაზე. გნებავთ, თავზე გადააწეროთ?

source: image
it: immagine
ka: გამოსახულება

source: audio note for %s
it: nota audio per %s
ka: აუდიიშენიშვნა %s-სთვის

source: Joining activity...
it: Partecipazione all'attività...

source: Please wait for the connection...
it: Si prega di attendere la connessione...

source: Resuming shared activity...
it: Ripresa dell'attività condivisa...

source: View images all at once
ka: ყველა გამოსახულების ერთად ნახვა

source: prompts learner to tell a story by displaying images at random
ka: სთხოვს მსწავლელს, მოუყვეს ისტორია სურათების შემთხვევით ჩვენებით

source: Save recording
ka: ჩანაწერის შენახვა
